/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Kompromi AA";

/* Label of field in authority info access extension */
"Access Location" = "Lokasi Akses";

/* Label of field in authority info access extension */
"Access Method" = "Cara Akses";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Persatuan telah diubah";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritma";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Nombor Siri Sijil Autoriti";

/* Authority info access extension label */
"Authority Information Access" = "Akses Maklumat Autoriti";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Pengenalpasti Kunci Autoriti";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Kekangan Biasa";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit string";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte string";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Kompromi CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Tanda Sijil";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Pihak Berkuasa Sijil";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Pegangan Sijil";

/* Certificate Policies extension label */
"Certificate Policies" = "Polisi Sijil";

/* No comment provided by engineer. */
"Certificate Type" = "Jenis Sijil";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Cessation Of Operation";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Berbahaya";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Titik Pembahagian CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Pengeluar CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Tanda CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Maklumat
";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Data Encipherment";

/* X.509 key usage bitfield name */
"Decipher Only" = "Decipher Sahaja";

/* X.509 key usage bitfield name */
"Digital Signature" = "Tandatangan Digital";

/* label for general name field value */
"Directory Name" = "Nama Direktori";

/* label for general name field value */
"DNS Name" = "Nama DNS";

/* label for general name field value */
"EDI Party Name" = "Nama Parti EDI";

/* label for general name field value */
"Email Address" = "Alamat E-mel";

/* X.509 key usage bitfield name */
"Encipher Only" = "Encipher Sahaja";

/* No comment provided by engineer. */
"Expired" = "Tamat Tempoh";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Tarikh Luput";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Teks Eksplisit";

/* Extended key usage extension label */
"Extended Key Usage" = "Kegunaan Kunci Tambahan";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nama Umum";

/* Label used for General Names when value is invalid */
"General Names" = "Nama Umum";

/* No comment provided by engineer. */
"Hostname mismatch." = "Nama host tidak sesuai.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Larangan Mapping Polisi";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Tidak sah %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Keterkaitan rantai sijil tidak sah.";

/* label for general name field value */
"IP Address" = "Alamat IP";

/* No comment provided by engineer. */
"Issued By" = "Diterbitkan oleh";

/* No comment provided by engineer. */
"Issuer Name" = "Nama Pengeluar";

/* No comment provided by engineer. */
"Issuer Summary" = "Ringkasan Penerbit";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID Istimewa Pengeluar";

/* X.509 key usage bitfield name */
"Key Agreement" = "Kunci Persetujuan";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Kunci Kompromi";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Kunci Encipherment";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Pengecam Kunci";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nama relatif dengan penerbit CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Tidak";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Non-Repudiation";

/* field value of parameters field when no parameters are present */
"none" = "tiada";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "tidak dipaparkan (tag = %1$@; panjang %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Tidak Sah Selepas";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Tidak Sah Sebelum";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Nombor Notis";

/* Netscape certificate type usage value */
"Object Signing" = "Tandatangan Objek";

/* Netscape certificate type usage value */
"Object Signing CA" = "Object Signing CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid terlalu panjang";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Satu atau lebih sijil telah tamat tempoh atau tidak sah.
";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Satu atau lebih sambungan kritikal tidak disokong dijumpai.";

/* Label of field in Certificate Policies extension */
"Organization" = "Pertubuhan";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Nama Lain";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parameter";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Batasan Panjang Laluan";

/* Policy constraints extension label */
"Policy Constraints" = "Batasan Polisi";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Pengecam Polisi #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Kelayakan Dasar #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Keperluan dasar tidak dipenuhi.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Tempoh Kegunaan Kunci Peribadi";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Keistimewaan Ditarik";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritma Kunci Awam";

/* No comment provided by engineer. */
"Public Key Data" = "Data Kunci Awam";

/* Label of field in extended key usage extension */
"Purpose" = "Tujuan";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kelayakan";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Alasan";

/* label for general name field value */
"Registered ID" = "ID yang Didaftar";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Dasar Eksplisit Diperlukan";

/* Netscape certificate type usage value */
"Reserved" = "Ditempah";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Sijil asal tidak dipercayai.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Turutan";

/* No comment provided by engineer. */
"Serial Number" = "Nombor Serial";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Set";

/* No comment provided by engineer. */
"Signature" = "Tandatangan";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritma Tandatangan";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL client";

/* Netscape certificate type usage value */
"SSL server" = "Pelayan SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Pengenalpasti Kunci Subjek";

/* No comment provided by engineer. */
"Subject Name" = "Nama Subjek";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID Istimewa Subjek";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Superseded";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Sijil ini mempunyai penerbit yang telah tamat tempoh";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Sijil ini mempunyai penerbit yang belum disahkan";

/* No comment provided by engineer. */
"This certificate has expired" = "Sijil ini telah tamat tempoh";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Sijil ini belum disahkan lagi";

/* The certificate is temporally valid */
"This certificate is valid" = "Sijil ini adalah sah";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Tidak patah %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Tidak digunakan";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Penggunaan";

/* No comment provided by engineer. */
"Valid from" = "Sah dari";

/* No comment provided by engineer. */
"Version" = "Versi";

/* label for general name field value */
"X.400 Address" = "X.400 Alamat";

/* Label of a X.501 Name */
"X.501 Name" = "Nama X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versi %1$d %2$scertificate";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ya";

